Repository: iitslamaa/travel-adventure-finder
Catalog: apps/ios/TravelScoreriOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# country.description.mk
source: North Macedonia occupies an inland Balkan crossroads where Slavic, Ottoman, Orthodox, Albanian, and Yugoslav histories all overlap. Lake Ohrid is one of Europe's oldest and deepest lakes, and it anchors one of the country's strongest historical landscapes. The modern state is young in name, but the region it covers has been culturally layered for a very long time.
de: Nordmazedonien liegt an einem inneren Balkan-Kreuzungspunkt, an dem sich slawische, osmanische, orthodoxe, albanische und jugoslawische Geschichten alle überschneiden. Der Ohridsee ist einer der ältesten und tiefsten Seen Europas und bildet den Anker einer der historisch stärksten Landschaften des Landes. Der moderne Staat ist im Namen jung, aber die Region, die er abdeckt, ist schon seit sehr langer Zeit kulturell geschichtet.
es: Macedonia del Norte ocupa un cruce interior de los Balcanes donde se superponen las historias eslavas, otomanas, ortodoxas, albanesas y yugoslavas. El lago Ohrid es uno de los lagos más antiguos y profundos de Europa, y sustenta uno de los paisajes históricos más fuertes del país. El estado moderno es joven de nombre, pero la región que abarca ha estado culturalmente estratificada durante mucho tiempo.
fr: La Macédoine du Nord occupe un carrefour intérieur des Balkans où se superposent les histoires slaves, ottomanes, orthodoxes, albanaises et yougoslaves. Le lac d'Ohrid est l'un des plus anciens et des plus profonds lacs d'Europe, et il ancre l'un des paysages historiques les plus remarquables du pays. L'État moderne est jeune de nom, mais la région qu'il couvre a été culturellement stratifiée depuis très longtemps.
it: La Macedonia del Nord occupa un crocevia dei Balcani interni dove le storie slava, ottomana, ortodossa, albanese e jugoslava si sovrappongono. Il lago di Ocrida è uno dei laghi più antichi e profondi d'Europa e racchiude uno dei paesaggi storici più forti del paese. Lo stato moderno è giovane di nome, ma la regione che copre è culturalmente stratificata da moltissimo tempo.
pt_br: A Macedônia do Norte ocupa uma encruzilhada interior dos Bálcãs onde as histórias eslava, otomana, ortodoxa, albanesa e iugoslava se sobrepõem. O Lago Ohrid é um dos lagos mais antigos e profundos da Europa, e ele ancora uma das paisagens históricas mais fortes do país. O estado moderno é jovem no nome, mas a região que ele cobre tem camadas culturais há muito tempo.
ru: Северная Македония занимает внутренний балканский перекресток, где пересекаются славянская, османская, православная, албанская и югославская истории. Озеро Охрид является одним из старейших и самых глубоких озер Европы и служит опорой одного из сильнейших исторических ландшафтов страны. Современное государство молодо по названию, но регион, который оно охватывает, имеет многослойную культурную историю в течение очень долгого времени.

# country.description.ml
source: Mali has long stood at the heart of Sahelian and Saharan history through empires, caravan trade, Islamic scholarship, and music traditions with global influence. Timbuktu became a symbol of remoteness in foreign imagination, yet historically it was a center of knowledge and exchange. The country's current instability should not erase how central it has been to West African history.
de: Mali stand schon lange im Zentrum der sahelischen und saharischen Geschichte durch Reiche, Karawanenhandel, islamische Gelehrsamkeit und Musikkulturen mit globalem Einfluss. Timbuktu wurde in der fremden Vorstellung zu einem Symbol der Abgeschiedenheit, war historisch jedoch ein Zentrum von Wissen und Austausch. Die derzeitige Instabilität des Landes sollte nicht vergessen machen, wie zentral es für die Geschichte Westafrikas gewesen ist.
es: Mali ha estado durante mucho tiempo en el corazón de la historia saheliana y sahariana a través de imperios, comercio de caravanas, erudición islámica y tradiciones musicales con influencia global. Tombuctú se convirtió en un símbolo de lejanía en la imaginación extranjera, pero históricamente fue un centro de conocimiento e intercambio. La inestabilidad actual del país no debería borrar lo central que ha sido para la historia de África Occidental.
fr: Le Mali a longtemps été au cœur de l'histoire sahélienne et saharienne à travers les empires, le commerce caravanier, le savoir islamique et les traditions musicales à influence mondiale. Tombouctou est devenue un symbole de l'éloignement dans l'imaginaire étranger, mais historiquement, elle était un centre de savoir et d'échanges. L'instabilité actuelle du pays ne devrait pas effacer son rôle central dans l'histoire de l'Afrique de l'Ouest.
it: Il Mali è stato a lungo al centro della storia del Sahel e del Sahara attraverso imperi, commercio di carovane, studi islamici e tradizioni musicali con influenza globale. Timbuktu divenne un simbolo di lontananza nell'immaginario straniero, ma storicamente era un centro di conoscenza e scambio. L’attuale instabilità del Paese non dovrebbe cancellare quanto esso sia stato centrale nella storia dell’Africa occidentale.
pt_br: O Mali há muito tempo está no coração da história saheliana e sahariana por meio de impérios, comércio de caravanas, erudição islâmica e tradições musicais com influência global. Timbuktu tornou-se um símbolo de isolamento na imaginação estrangeira, mas historicamente foi um centro de conhecimento e troca. A instabilidade atual do país não deve apagar o quão central ele tem sido para a história da África Ocidental.
ru: Мали давно находится в центре истории Сахеля и Сахары через империи, караванную торговлю, исламское образование и музыкальные традиции с глобальным влиянием. Тимбукту стал символом отдаленности в воображении иностранцев, однако исторически он был центром знаний и обмена. Текущая нестабильность страны не должна стирать того, насколько она была центральной для истории Западной Африки.

# country.description.mm
source: Myanmar bridges South and Southeast Asia, and its river plains, ethnic diversity, Buddhist monuments, and teak-and-gold architecture make it one of the region's most visually distinctive countries. Tea shops, temple plains, lacquerware, longyi, and regional cuisines give everyday life a strong cultural texture that visitors remember easily. Bagan's pagodas, Inle Lake's stilt villages, Mandalay's craft traditions, and Yangon tea culture all reveal a country with a very recognizable personality of its own.
de: Myanmar verbindet Süd- und Südostasien, und seine Flussebenen, ethnische Vielfalt, buddhistischen Monumente sowie Teakholz- und Goldarchitektur machen es zu einem der visuell markantesten Länder der Region. Teeläden, Tempelareale, Lackwaren, Longyi und regionale Küchen verleihen dem Alltagsleben eine starke kulturelle Textur, die Besucher leicht in Erinnerung behalten. Die Pagoden von Bagan, die Stelzendörfer des Inle-Sees, die Handwerkstraditionen von Mandalay und die Teekultur von Yangon offenbaren ein Land mit einer sehr eigenständigen Persönlichkeit.
es: Birmania conecta el sur y el sudeste de Asia, y sus llanuras fluviales, diversidad étnica, monumentos budistas y arquitectura de teca y oro la convierten en uno de los países más visualmente distintivos de la región. Las casas de té, las llanuras de templos, la laca, el longyi y las cocinas regionales otorgan a la vida cotidiana una fuerte textura cultural que los visitantes recuerdan fácilmente. Las pagodas de Bagan, las aldeas sobre pilotes del lago Inle, las tradiciones artesanales de Mandalay y la cultura del té de Yangon revelan todos un país con una personalidad muy reconocible por sí misma.
fr: Le Myanmar relie l'Asie du Sud et l'Asie du Sud-Est, et ses plaines fluviales, sa diversité ethnique, ses monuments bouddhistes ainsi que son architecture en teck et en or en font l'un des pays les plus visuellement distinctifs de la région. Les salons de thé, les plaines de temples, la laque, le longyi et les cuisines régionales donnent à la vie quotidienne une forte texture culturelle dont les visiteurs se souviennent facilement. Les pagodes de Bagan, les villages sur pilotis du lac Inle, les traditions artisanales de Mandalay et la culture du thé à Yangon révèlent tous un pays avec une personnalité très reconnaissable.
it: Il Myanmar collega il sud e il sud-est asiatico e le sue pianure fluviali, la diversità etnica, i monumenti buddisti e l'architettura in teak e oro lo rendono uno dei paesi visivamente più caratteristici della regione. Negozi di tè, pianure dei templi, oggetti in lacca, longyi e cucine regionali conferiscono alla vita quotidiana un forte tessuto culturale che i visitatori ricordano facilmente. Le pagode di Bagan, i villaggi su palafitte del Lago Inle, le tradizioni artigianali di Mandalay e la cultura del tè di Yangon rivelano tutti un paese con una personalità molto riconoscibile.
pt_br: Mianmar conecta o Sul e o Sudeste da Ásia, e suas planícies fluviais, diversidade étnica, monumentos budistas e arquitetura de teca e ouro fazem dele um dos países mais visualmente distintos da região. Casas de chá, planícies de templos, laca, longyi e culinárias regionais dão à vida cotidiana uma forte textura cultural que os visitantes lembram facilmente. As pagodes de Bagan, as vilas sobre palafitas do Lago Inle, as tradições artesanais de Mandalay e a cultura do chá de Yangon revelam um país com uma personalidade muito reconhecível própria.
ru: Мьянма соединяет Южную и Юго-Восточную Азию, а её речные равнины, этническое разнообразие, буддийские памятники и архитектура из тика и золота делают её одной из самых визуально характерных стран региона. Чайные лавки, храмовые комплексы, лакированные изделия, луний и региональная кухня придают повседневной жизни сильный культурный колорит, который посетители легко запоминают. Пагоды Багана, деревни на сваях на озере Инле, ремесленные традиции Мандалая и чайная культура Янгона раскрывают страну с очень узнаваемой индивидуальностью.

# country.description.mn
source: Mongolia is the classic land of steppe, sky, horses, and mobility, and it still carries the world-historical weight of the Mongol Empire. Outside Ulaanbaatar, much of the country remains sparsely populated in a way that makes scale feel immediate rather than abstract. It is one of the clearest examples of a national identity rooted in open land.
de: Mongolei ist das klassische Land der Steppe, des Himmels, der Pferde und der Mobilität, und es trägt immer noch das weltgeschichtliche Gewicht des Mongolischen Reiches. Außerhalb von Ulaanbaatar bleibt ein großer Teil des Landes dünn besiedelt, auf eine Weise, die Maßstab unmittelbar statt abstrakt erscheinen lässt. Es ist eines der klarsten Beispiele für eine nationale Identität, die im offenen Land verwurzelt ist.
es: Mongolia es la tierra clásica de estepa, cielo, caballos y movilidad, y todavía porta el peso histórico mundial del Imperio Mongol. Fuera de Ulán Bator, gran parte del país sigue estando escasamente poblada de una manera que hace que la escala se sienta inmediata en lugar de abstracta. Es uno de los ejemplos más claros de una identidad nacional arraigada en tierras abiertas.
fr: La Mongolie est la terre classique de la steppe, du ciel, des chevaux et de la mobilité, et elle porte encore le poids historique mondial de l'Empire mongol. En dehors d'Oulan-Bator, une grande partie du pays reste peu peuplée d'une manière qui rend l'échelle immédiate plutôt qu'abstraite. C'est l'un des exemples les plus clairs d'une identité nationale enracinée dans des terres ouvertes.
it: La Mongolia è la classica terra della steppa, del cielo, dei cavalli e della mobilità, e porta ancora il peso storico mondiale dell’Impero Mongolo. Al di fuori di Ulan Bator, gran parte del paese rimane scarsamente popolata, in un modo che fa sembrare la scala immediata piuttosto che astratta. È uno degli esempi più chiari di un’identità nazionale radicata in terra aperta.
pt_br: A Mongólia é a terra clássica de estepes, céus, cavalos e mobilidade, e ainda carrega o peso histórico mundial do Império Mongol. Fora de Ulaanbaatar, grande parte do país continua pouco povoada de uma maneira que faz a escala parecer imediata em vez de abstrata. É um dos exemplos mais claros de uma identidade nacional enraizada em terras abertas.
ru: Монголия — это классическая страна степей, неба, лошадей и мобильности, и она до сих пор несет мировую историческую значимость Монгольской империи. За пределами Улан-Батора большая часть страны остаётся малонаселённой, что делает масштаб ощущаемым, а не абстрактным. Это один из самых ясных примеров национальной идентичности, основанной на открытых пространствах.

# country.description.mo
source: Macau is a Chinese special administrative region whose Portuguese colonial past remains unusually visible in street names, churches, and legal traditions. It is also one of the world's most intense gambling economies, with casino revenue that long outpaced far larger places. Few cities compress European colonial residue and Chinese hyper-capitalism so tightly.
de: Macau ist eine chinesische speziell verwaltete Region, deren portugiesische koloniale Vergangenheit in Straßennamen, Kirchen und rechtlichen Traditionen ungewöhnlich sichtbar bleibt. Es ist auch eine der weltweit intensivsten Glücksspielwirtschaften, mit Casinoumsätzen, die lange Zeit weit größere Orte übertrafen. Nur wenige Städte verdichten europäisches koloniales Erbe und chinesischen Hyperkapitalismus so eng.
es: Macao es una región administrativa especial de China cuyo pasado colonial portugués sigue siendo inusualmente visible en los nombres de las calles, iglesias y tradiciones legales. También es una de las economías de juego más intensas del mundo, con ingresos de casinos que durante mucho tiempo superaron a los de lugares mucho más grandes. Pocas ciudades comprimen los restos del colonialismo europeo y el hiper-capitalismo chino de manera tan apretada.
fr: Macau est une région administrative spéciale chinoise dont le passé colonial portugais reste remarquablement visible dans les noms de rues, les églises et les traditions juridiques. C'est également l'une des économies de jeu les plus intenses au monde, avec des revenus de casinos qui ont longtemps dépassé ceux de lieux bien plus grands. Peu de villes condensent aussi étroitement les vestiges coloniaux européens et l'hyper-capitalisme chinois.
it: Macao è una regione amministrativa speciale cinese il cui passato coloniale portoghese rimane insolitamente visibile nei nomi delle strade, nelle chiese e nelle tradizioni legali. È anche una delle economie di gioco d'azzardo più intense al mondo, con le entrate dei casinò che da tempo superano quelle di quelli molto più grandi. Poche città comprimono così strettamente i residui coloniali europei e l’ipercapitalismo cinese.
pt_br: Macau é uma região administrativa especial chinesa cujo passado colonial português permanece visivelmente presente em nomes de ruas, igrejas e tradições legais. É também uma das economias de jogos de azar mais intensas do mundo, com receitas de cassinos que há muito superam lugares muito maiores. Poucas cidades comprimem resquícios coloniais europeus e hiper-capitalismo chinês de forma tão intensa.
ru: Макао — это Китайский специальный административный район, чей португальский колониальный след необычайно заметен в названиях улиц, церквях и правовых традициях. Это также одна из самых интенсивных игорных экономик в мире, с доходами казино, которые долго превосходили доходы во много более крупных местах. Лишь немногие города так тесно сжимают европейский колониальный остаток и китайский гиперкапитализм.

# country.description.mp
source: The Northern Mariana Islands are a US commonwealth in the western Pacific, where tropical landscapes, Chamorro and Carolinian heritage, and warm reef water define the everyday feel of the islands. Saipan and nearby islands combine village life, marine scenery, and a layered Pacific identity that is easy to miss from a map alone. The territory's remoteness is part of what makes it feel so self-contained.
de: Die Nördlichen Marianen sind ein US-amerikanisches Commonwealth im westlichen Pazifik, wo tropische Landschaften, Chamorro- und Carolinisches Erbe sowie warmes Riffwasser das alltägliche Gefühl der Inseln prägen. Saipan und die umliegenden Inseln verbinden das Dorfleben, die Meereslandschaft und eine vielschichtige pazifische Identität, die auf einer Karte allein leicht zu übersehen ist. Die Abgeschiedenheit des Gebiets ist ein Teil dessen, was es so abgeschieden erscheinen lässt.
es: Las Islas Marianas del Norte son un estado libre asociado de EE. UU. en el Pacífico occidental, donde los paisajes tropicales, la herencia chamorra y carolinense, y las cálidas aguas de los arrecifes definen la sensación cotidiana de las islas. Saipán y las islas cercanas combinan la vida de pueblo, el paisaje marítimo y una identidad pacífica en capas que es fácil pasar por alto solo con un mapa. La lejanía del territorio es parte de lo que hace que se sienta tan autosuficiente.
fr: Les îles Mariannes du Nord sont un territoire américain dans le Pacifique occidental, où les paysages tropicaux, l'héritage chamorro et carolinien, et les eaux chaudes des récifs définissent le ressenti quotidien des îles. Saipan et les îles voisines combinent la vie de village, les paysages marins et une identité pacifique aux multiples couches qui est facile de manquer sur une simple carte. L'isolement du territoire fait partie de ce qui lui donne une sensation d'autonomie.
it: Le Isole Marianne Settentrionali sono un commonwealth degli Stati Uniti nel Pacifico occidentale, dove i paesaggi tropicali, l'eredità Chamorro e Caroliniana e le calde acque della barriera corallina definiscono l'atmosfera quotidiana delle isole. Saipan e le isole vicine combinano la vita del villaggio, lo scenario marino e un'identità pacifica stratificata che è facile non notare solo su una mappa. La lontananza del territorio è parte di ciò che lo fa sentire così autonomo.
pt_br: As Ilhas Marianas do Norte são um território dos EUA no Pacífico ocidental, onde paisagens tropicais, herança chamorro e caroliniana, e águas mornas de recife definem a sensação cotidiana das ilhas. Saipan e as ilhas próximas combinam vida em vila, cenários marinhos e uma identidade pacífica em camadas que é fácil de perder apenas olhando para um mapa. O isolamento do território faz parte do que o torna tão autossuficiente.
ru: Северные Марианские острова — это объединённое государство США в западной части Тихого океана, где тропические пейзажи, наследие чаморро и каролинцев, а также тёплые воды рифов определяют повседневную атмосферу островов. Сайпан и соседние острова сочетают деревенскую жизнь, морские пейзажи и многослойную тихоокеанскую идентичность, которую легко не заметить, глядя только на карту. Удалённость территории — это часть того, что делает её такой обособленной.

# country.description.mq
source: Martinique is a French Caribbean island where rainforest mountains, Creole culture, rum distilleries, and market life give the island a character that is both elegant and deeply local. It is politically part of France, yet in music, speech, food, and everyday rhythm it belongs just as strongly to the Antilles. The result is a place where French institutions and Caribbean identity exist side by side in a way visitors notice immediately.
de: Martinique ist eine französische Karibikinsel, auf der Regenwaldberge, kreolische Kultur, Rumdestillerien und das Marktleben der Insel einen Charakter verleihen, der sowohl elegant als auch tief lokal ist. Politisch gehört sie zu Frankreich, doch in Musik, Sprache, Essen und dem alltäglichen Rhythmus gehört sie genauso stark zu den Antillen. Das Ergebnis ist ein Ort, an dem französische Institutionen und karibische Identität nebeneinander existieren, auf eine Weise, die Besucher sofort bemerken.
es: Martinica es una isla caribeña francesa donde las montañas de selva tropical, la cultura criolla, las destilerías de ron y la vida del mercado le dan a la isla un carácter que es a la vez elegante y profundamente local. Políticamente es parte de Francia, sin embargo, en la música, el habla, la comida y el ritmo cotidiano pertenece con igual fuerza a las Antillas. El resultado es un lugar donde las instituciones francesas y la identidad caribeña existen lado a lado de una manera que los visitantes notan de inmediato.
fr: La Martinique est une île française des Caraïbes où des montagnes de forêt tropicale, la culture créole, des distilleries de rhum et la vie des marchés donnent à l'île un caractère à la fois élégant et profondément local. Elle fait politiquement partie de la France, mais dans la musique, la parole, la nourriture et le rythme de vie quotidien, elle appartient tout autant aux Antilles. Le résultat est un lieu où les institutions françaises et l'identité caribéenne coexistent côte à côte d'une manière que les visiteurs remarquent immédiatement.
it: La Martinica è un'isola caraibica francese dove le montagne della foresta pluviale, la cultura creola, le distillerie di rum e la vita di mercato conferiscono all'isola un carattere elegante e profondamente locale. Politicamente fa parte della Francia, ma nella musica, nella parola, nel cibo e nel ritmo quotidiano appartiene altrettanto fortemente alle Antille. Il risultato è un luogo in cui le istituzioni francesi e l'identità caraibica coesistono fianco a fianco in un modo che i visitatori notano immediatamente.
pt_br: Martinica é uma ilha caribenha francesa onde montanhas de floresta tropical, cultura crioula, destilarias de rum e a vida nos mercados dão à ilha um caráter que é ao mesmo tempo elegante e profundamente local. Politicamente, faz parte da França, mas na música, na fala, na comida e no ritmo cotidiano, pertence tão fortemente às Antilhas quanto. O resultado é um lugar onde instituições francesas e a identidade caribenha coexistem lado a lado de uma maneira que os visitantes percebem imediatamente.
ru: Мартиника — французский карибский остров, где горы с тропическими лесами, креольская культура, ромовые заводы и жизнь на рынке придают острову характер, который одновременно элегантен и глубоко местный. Политически он является частью Франции, но в музыке, языке, еде и повседневном ритме он так же сильно принадлежит Антильским островам. В результате получается место, где французские институты и карибская идентичность сосуществуют бок о бок таким образом, что посетители замечают это сразу.
